# St7SetPlateAverageNormalsAngle

Sets the angle over which plate normal are averaged.

long St7SetPlateAverageNormalsAngle(long uID, long Angle)
Input Parameters
uID
Strand7 model file ID.
Angle
Angle (0 to 60 degrees).